[
  {
    "title": "Ron Santisima Trinidad 15 Jahre",
    "description": "Ecosia verwendet die Einnahmen aus Suchanzeigen, um Bäume dort zu pflanzen, wo sie dringend gebraucht werden. Durch deine Suche mit Ecosia unterstützt du nicht nur unsere Aufforstungsprojekte weltweit, sondern du hilfst auch den Menschen in den Pflanzgebieten vor Ort, damit sie sich eine bessere Zukunft aufbauen können. Probier es mal aus!",
    "main_text": "Ron Santisima Trinidad 15 Jahre Rum de Cuba mit 0,7 Liter und 40,7 % Vol. Bei dem Ron Santisima Trinidad 15 Jahre Rum de Cuba handelt es sich um einen hervorragenden und qualitativ hochwertigen Rum aus Kuba, der Rum-Fans mit seinen vielschichtigen Aromen und seinem weichen und runden Charakter begeistern wird. Er ist der älteste Rum im Sortiment der 1944 auf den Markt gebrachten Rum-Marke ...",
    "language": "de",
    "filename": "5541100.html"
  },
  {
    "title": "Testsieger Sale bei Emma",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541142.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541145.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541148.html"
  },
  {
    "title": "Wörterbuch Englisch-Deutsch",
    "description": "Englisch-Deutschwörterbuch (Übersetzer): Von Benutzern erweiterbares Wörterbuch für die Englisch-Deutsch-Übersetzung. Weitere Wörterbücher für andere Sprachen ebenfalls verfügbar!",
    "main_text": "Online-Wörterbuch Englisch-Deutsch: Begriff hier eingeben! äöüß... DE Unwürdigkeit more ... DE <> EN DE –> EN EN –> DE ----- DE <> EN ----- DE <> BG DE <> BS DE <> CS DE <> DA DE <> EL DE <> EO DE <> ES DE <> FI DE <> FR DE <> HR DE <> HU DE <> IS DE <> IT DE <> LA DE <> NL DE <> NO DE <> PL DE <> PT DE <> RO DE <> RU DE <> SK DE <> SQ DE <> SR DE <> SV DE <> TR ----- EN <> BG EN <> BS EN <> CS EN <> DA EN <> EL EN <> EO EN <> ES EN <> FI EN <> FR EN <> HR EN <> HU EN <> IS EN <> IT EN <> LA EN <> NL EN <> NO EN <> PL EN <> PT EN <> RO EN <> RU EN <> SK EN <> SQ EN <> SR EN <> SV EN <> TR Optionen | Tipps | FAQ | Abkürzungen",
    "language": "de",
    "filename": "5541151.html"
  },
  {
    "title": "Matratzen Testsieger Stiftung Warentest 2019 ᐅ Emma One Matratze",
    "description": "Unser Testsieger mit der Note 1,7 (Stiftung Warentest 10/19, hart, 90x200cm). 10 Jahre Garantie | 100 Tage testen | Gratis Versand ➤ Jetzt online bestellen!",
    "main_text": "JavaScript scheint in Ihrem Browser deaktiviert zu sein.\nSie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen zu können.\nKostenlose Lieferung 100 Nächte Probeschlafen Gebührenfreie Retoure\n*Ja, ich stimme den AGB und den Datenschutzbestimmungen von der Emma Matratzen GmbH zu und habe die Widerrufsbelehrung zur Kenntnis genommen. Ich bestätige mit der Bestellung, dass ich meine Angaben kontrolliert habe. Fortsetzen\n1 Airgocell®-Schaum Passt sich Deinem Körper an und reguliert Dein Schlafklima 2 Viscoelastischer Schaum Sorgt für eine gute Druckentlastung 3 HRX-Schaum Stabilisiert im Becken- und Schulterbereich und unterstützt Deine Lieblings-Schlafposition ×\n1 Airgocell® 2.0 Optimierte Druckverteilung für ein unvergleichliches Liegegefühl. 2 Lineadapt Anpassung an Deine Körperform und Liegegewohnheiten. 3 Ergobase Durchdachte, ergonomische Zonierung stützt die Wirbelsäule bei Rücken-, Bauch- und Seitenlage. ×\nAbmeldung jederzeit möglich Abmelden kannst Du Dich entweder über den Link im Newsletter (ganz oben oder auch ganz unten) oder direkt in Deinem Benutzerkonto unter dem Menüpunkt 'Newsletter Abonnements'. ×\n× Es scheint, als würdest Du Emma von außerhalb besuchen. Besuche Ansonsten kannst Du Dein Land aus dieser Liste auswählen: Wähle Dein Land Emma Australien (AU) Emma Belgien (FR) Emma Belgien (NL) Emma Brasilien (BR) Emma Chile (CL) Emma Dänemark (DK) Emma Frankreich (FR) Emma Indien (IN) Emma Indonesien (ID) Emma Irland (IE) Emma Italien (IT) Emma Japan (JP) Emma Kanada (EN) Emma Kanada (FR) Emma Malaysia (MY) Emma Mexiko (MX) Emma Neuseeland (NZ) Emma Niederlande (NL) Emma Österreich (AT) Emma Philippinen (PH) Emma Polen (PL) Emma Portugal (PT) Emma Republik Korea (KR) Emma Schweden (SE) Emma Schweiz (CH) Emma Schweiz (FR) Emma Schweiz (IT) Emma Singapur (SG) Emma Sonderverwaltungszone Hongkong (EN) Emma Sonderverwaltungszone Hongkong (簡体中文) Emma Sonderverwaltungszone Hongkong (繁體中文) Emma Spanien (ES) Emma Taiwan (TW_EN) Emma Taiwan (TW_ZH) Emma Thailand (TH) Emma Vereinigte Staaten (US) Emma Vereinigtes Königreich (UK) Emma Vietnam (VN) Ich möchte hier bleiben\nDiese Angabe bezieht sich auf den Stiftung Warentest Test 10/21, bei dem die Emma One Federkern Matratze (140x200 cm, unter dem alten Namen Emma Dynamic) getestet und mit gut (1,8) als Testsieger ausgezeichnet wurde. Bereits im Stiftung Warentest Test 10/19, bei dem die Emma One Matratze (hart, 90x200 cm, reine Schaumvariante) getestet wurde und mit gut (1,7) ausgezeichnet wurde, konnte sich Emma einen Testsieg sichern. Anlässlich dessen geben wir deswegen vom 24.09.21 bis 11.10.21 Rabatte. Die Rabatte werden in Form eines Streichpreises direkt auf der Produktseite angezeigt. Rabatthöhen wie folgt: Original Bett, Boxspring-Bett: 10% Rabatt; Emma One Schaum, Emma One Federkern, Matratzenschoner, Lattenrost: 15% Rabatt; Original Kissen, Cloud Kissen: 20% Rabatt; Emma Polsterbett: 50% Rabatt.\nDies bezieht sich auf den Stiftung Warentest Test 10/19, bei dem die Emma One Matratze (hart, 90x200 cm, reine Schaumvariante) getestet und mit gut (1,7) als Testsieger ausgezeichnet wurde.\nDies bezieht sich auf den Stiftung Warentest Test 10/21, bei dem die Emma One Federkern Matratze (140x200cm, unter dem alten Namen Emma Dynamic) getestet und mit gut (1,8) als Testsieger ausgezeichnet wurde.\nDiese Angabe bezieht sich auf den Stiftung Warentest Test 10/21, bei dem die Emma One Federkern Matratze (140x200cm, unter dem alten Namen Emma Dynamic) getestet und mit gut (1,8) als Testsieger ausgezeichnet wurde.",
    "language": "de",
    "filename": "5541152.html"
  },
  {
    "title": "Umfrage",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541155.html"
  },
  {
    "title": "Umfrage",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541160.html"
  },
  {
    "title": "Übersetzung Englisch-Deutsch",
    "description": "dict.cc | Übersetzungen für 'unwürdigkeit' im Englisch-Deutsch-Wörterbuch, mit echten Sprachaufnahmen, Illustrationen, Beugungsformen, ...",
    "main_text": "Deutsch-Englisch-Übersetzung für: unwürdigkeit äöüß... DE Unwürdigkeit Unwürdigkeit more ... DE <> EN DE –> EN EN –> DE ----- DE <> EN ----- DE <> BG DE <> BS DE <> CS DE <> DA DE <> EL DE <> EO DE <> ES DE <> FI DE <> FR DE <> HR DE <> HU DE <> IS DE <> IT DE <> LA DE <> NL DE <> NO DE <> PL DE <> PT DE <> RO DE <> RU DE <> SK DE <> SQ DE <> SR DE <> SV DE <> TR ----- EN <> BG EN <> BS EN <> CS EN <> DA EN <> EL EN <> EO EN <> ES EN <> FI EN <> FR EN <> HR EN <> HU EN <> IS EN <> IT EN <> LA EN <> NL EN <> NO EN <> PL EN <> PT EN <> RO EN <> RU EN <> SK EN <> SQ EN <> SR EN <> SV EN <> TR Optionen | Tipps | FAQ | Abkürzungen",
    "language": "de",
    "filename": "5541162.html"
  },
  {
    "title": "spannende Umfragen zum Thema Kino und Film!",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541163.html"
  },
  {
    "title": "Übersetzung Englisch-Deutsch",
    "description": "dict.cc | Übersetzungen für 'unwürdig' im Englisch-Deutsch-Wörterbuch, mit echten Sprachaufnahmen, Illustrationen, Beugungsformen, ...",
    "main_text": "Deutsch-Englisch-Übersetzung für: unwürdig äöüß... DE <> EN DE –> EN EN –> DE ----- DE <> EN ----- DE <> BG DE <> BS DE <> CS DE <> DA DE <> EL DE <> EO DE <> ES DE <> FI DE <> FR DE <> HR DE <> HU DE <> IS DE <> IT DE <> LA DE <> NL DE <> NO DE <> PL DE <> PT DE <> RO DE <> RU DE <> SK DE <> SQ DE <> SR DE <> SV DE <> TR ----- EN <> BG EN <> BS EN <> CS EN <> DA EN <> EL EN <> EO EN <> ES EN <> FI EN <> FR EN <> HR EN <> HU EN <> IS EN <> IT EN <> LA EN <> NL EN <> NO EN <> PL EN <> PT EN <> RO EN <> RU EN <> SK EN <> SQ EN <> SR EN <> SV EN <> TR Optionen | Tipps | FAQ | Abkürzungen",
    "language": "de",
    "filename": "5541165.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541167.html"
  },
  {
    "title": "Übersetzung Englisch-Deutsch",
    "description": "dict.cc | Übersetzungen für 'unwürdigkeit' im Englisch-Deutsch-Wörterbuch, mit echten Sprachaufnahmen, Illustrationen, Beugungsformen, ...",
    "main_text": "Deutsch-Englisch-Übersetzung für: unwürdigkeit äöüß... more ... DE <> EN DE –> EN EN –> DE ----- DE <> EN ----- DE <> BG DE <> BS DE <> CS DE <> DA DE <> EL DE <> EO DE <> ES DE <> FI DE <> FR DE <> HR DE <> HU DE <> IS DE <> IT DE <> LA DE <> NL DE <> NO DE <> PL DE <> PT DE <> RO DE <> RU DE <> SK DE <> SQ DE <> SR DE <> SV DE <> TR ----- EN <> BG EN <> BS EN <> CS EN <> DA EN <> EL EN <> EO EN <> ES EN <> FI EN <> FR EN <> HR EN <> HU EN <> IS EN <> IT EN <> LA EN <> NL EN <> NO EN <> PL EN <> PT EN <> RO EN <> RU EN <> SK EN <> SQ EN <> SR EN <> SV EN <> TR Optionen | Tipps | FAQ | Abkürzungen",
    "language": "de",
    "filename": "5541169.html"
  },
  {
    "title": "Umfrage",
    "description": null,
    "main_text": "Warum haben Sie / Ihre Gruppe auf diese Weise gebucht?\nWählen Sie bis zu 3 Antworten",
    "language": "de",
    "filename": "5541172.html"
  },
  {
    "title": "liberalismus",
    "description": null,
    "main_text": "Der frühe Liberalismus war wie der Konservativismus eine Angelegenheit der Oberschicht. ... Die Liberalen sahen sich in der Regel allerdings nicht als Revolutionäre, sondern als Reformer. Sie traten für Gewerbefreiheit, niedrige Steuern, Meinungsfreiheit, Freihandel, Frauenrechte sowie für den Rechtsstaat ein.",
    "language": "de",
    "filename": "5541176.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "en",
    "filename": "5541177.html"
  },
  {
    "title": "Ron Santisima Trinidad 15 Jahre Rum de Cuba",
    "description": "Geduld zahlt sich aus. So ließ man dem Ron Santisima Trinidad 15 Jahre Rum de Cuba lang Zeit, sein volles Potenzial zu entfalten. Bei Rum&Co bestellen.",
    "main_text": "Der feine Ron Santisima Trinidad 15 Jahre Rum de Cuba konnte nach der Destillation aus Melasse (aus Zuckerrohr gewonnen) deutlich länger reifen, als dies sonst bei Rum aus der Karibik der Fall ist. Die Destillerie hat ihn in Fässer aus amerikanischer Weißeiche gefüllt, in denen zuvor Bourbon Whiskey abgefüllt war. Darin lagerte der edle Tropfen stolze 15 Jahre lang, was sich auf seine Farbe genauso ausgewirkt hat wie auf den Rest seines Charakters. Der mahagonifarbene bis rötlich bräunlich funkelnde Ron Santisima Trinidad 15 Jahre Rum de Cuba zählt schon allein mit seinem hohen Reifegrad und seiner ebenso hohen Qualität zu den Premium-Produkten. Er hat es verdient, in aller Ruhe pur genossen zu werden.\nProduktinformationen zum Ron Santisima Trinidad 15 Jahre Rum de Cuba:\nIm Hinblick auf das Aroma und den Geschmack zeigt sich der Ron Santisima Trinidad 15 Jahre Rum de Cuba von der anspruchsvollen Seite. Komplex und aussagekräftig, aber auch harmonisch und weich, wickelt er den Genießer um den Finger und lehnt ihn zum Entspannen ein. Der vielschichtige Kuba Rum offenbart neben süßen Noten von Vanille und Karamell noch einen nussigen Beiklang von feinherben Mandeln. Darüber hinaus umgarnt der voluminöse, herrlich exotische Ron Santisima Trinidad 15 Jahre Rum de Cuba die Sinne mit Untertönen von Eiche und Würze. Kokosnuss gesellt sich im sanften, runden Abgang hinzu.\nHerkunft des Ron Santisima Trinidad 15 Jahre Rum de Cuba: Kuba\nAlkoholgehalt: 40,7% Vol\nInhalt: 0,7l\nLebensmittelunternehmer:\nCapulet & Montague Ltd\nKarcherstraße 22\n66111 Saarbrücken\nDeutschland",
    "language": "de",
    "filename": "5541180.html"
  },
  {
    "title": "Google Search",
    "description": null,
    "main_text": "A demerit is also a fault or weakness. If you're trying to decide which candidate to vote for, consider the merits and demerits of each. The other kind of demerit is a punishment — a negative mark against someone, especially a student or a member of the military.",
    "language": "en",
    "filename": "5541181.html"
  },
  {
    "title": "Mach deinen Schrank ready für Herbst 2021 mit NA-KD!",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541182.html"
  },
  {
    "title": "Please wait",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541183.html"
  },
  {
    "title": "Umfrage",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541186.html"
  },
  {
    "title": "Seite nicht gefunden",
    "description": "Schade, das hat leider nicht funktioniert. Vielleicht ist die Seite verschwunden, oder es hat sich ein Tippfehler eingeschlichen.",
    "main_text": "Zweck\nConversion-Tracking/Provisionsverechnungen: Gespeichert wird, welche Produkte Du bei uns angesehen hast, über welche Anzeigen und Seiten Nutzer von google oder deren Partnern auf unsere Webseite gelangen, und Bestellungen die daraus im Shop resultieren. Diese Trackingdaten enthalten jedoch keine Informationen, mit denen sich Nutzer persönlich identifizieren lassen. Die Speicherung von \"Conversion- Cookies\" erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO - Der Websitebetreiber hat ein berechtigtes Interesse an der Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.",
    "language": "de",
    "filename": "5541188.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541191.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541193.html"
  },
  {
    "title": "The Insiders",
    "description": "Eine Übersicht der neuesten Word of Mouth Marketing Kampagnen",
    "main_text": "Je mehr, desto besser! Lade Deine Freunde, Deine Familie und Deine Kollegen ein, um unserer Community beizutreten.\nHierdurch können wir in Zukunft noch mehr coole Kampagnen planen!",
    "language": "de",
    "filename": "5541197.html"
  },
  {
    "title": "The Insiders",
    "description": "Eine Übersicht der neuesten Word of Mouth Marketing Kampagnen",
    "main_text": "Je mehr, desto besser! Lade Deine Freunde, Deine Familie und Deine Kollegen ein, um unserer Community beizutreten.\nHierdurch können wir in Zukunft noch mehr coole Kampagnen planen!",
    "language": "de",
    "filename": "5541203.html"
  },
  {
    "title": "Startpage Suchergebnisse",
    "description": "Startpage.com - Die diskreteste Suchmaschine der Welt.",
    "main_text": null,
    "language": "en",
    "filename": "5541205.html"
  },
  {
    "title": "30,00% CashCoins bei Lieferando",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541209.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541216.html"
  },
  {
    "title": "Übersetzung Englisch-Deutsch",
    "description": "dict.cc | Übersetzungen für 'unwürdigkeiten' im Englisch-Deutsch-Wörterbuch, mit echten Sprachaufnahmen, Illustrationen, Beugungsformen, ...",
    "main_text": "Deutsch-Englisch-Übersetzung für: unwürdigkeiten äöüß... DE <> EN DE –> EN EN –> DE ----- DE <> EN ----- DE <> BG DE <> BS DE <> CS DE <> DA DE <> EL DE <> EO DE <> ES DE <> FI DE <> FR DE <> HR DE <> HU DE <> IS DE <> IT DE <> LA DE <> NL DE <> NO DE <> PL DE <> PT DE <> RO DE <> RU DE <> SK DE <> SQ DE <> SR DE <> SV DE <> TR ----- EN <> BG EN <> BS EN <> CS EN <> DA EN <> EL EN <> EO EN <> ES EN <> FI EN <> FR EN <> HR EN <> HU EN <> IS EN <> IT EN <> LA EN <> NL EN <> NO EN <> PL EN <> PT EN <> RO EN <> RU EN <> SK EN <> SQ EN <> SR EN <> SV EN <> TR Optionen | Tipps | FAQ | Abkürzungen",
    "language": "de",
    "filename": "5541219.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "en",
    "filename": "5541220.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "en",
    "filename": "5541224.html"
  },
  {
    "title": "Gewinne ein Pepsi Produktpakket Andreas",
    "description": null,
    "main_text": null,
    "language": "de",
    "filename": "5541225.html"
  },
  {
    "title": "404 Not Found",
    "description": null,
    "main_text": "Not Found\nThe requested URL /site/public/store/pl_12/campaigns/germany/lg_soundbarsheadphones_2108/LG Soundbar + KopfhoÌˆrer_TnC.pdf was not found on this server.",
    "language": "en",
    "filename": "5541226.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": null,
    "filename": "5541229.html"
  },
  {
    "title": "Google Search",
    "description": null,
    "main_text": "Some common synonyms of ignoble are abject, mean, and sordid. While all these words mean \"being below the normal standards of human decency and dignity,\" ignoble suggests a loss or lack of some essential high quality of mind or spirit.",
    "language": "en",
    "filename": "5541232.html"
  },
  {
    "title": null,
    "description": null,
    "main_text": null,
    "language": "en",
    "filename": "5541233.html"
  },
  {
    "title": "Startpage Suchergebnisse",
    "description": "Startpage.com - Die diskreteste Suchmaschine der Welt.",
    "main_text": null,
    "language": "en",
    "filename": "5541234.html"
  },
  {
    "title": "Wikipedia",
    "description": null,
    "main_text": "This article is about the science of healing. For medicaments, see medication . For other uses, see Medicine (disambiguation)\nDiagnosis, treatment, and prevention of illness\nMedicine is the science[1] and practice[2] of caring for a patient and managing the diagnosis, prognosis, prevention, treatment or palliation of their injury or disease. Medicine encompasses a variety of health care practices evolved to maintain and restore health by the prevention and treatment of illness. Contemporary medicine applies biomedical sciences, biomedical research, genetics, and medical technology to diagnose, treat, and prevent injury and disease, typically through pharmaceuticals or surgery, but also through therapies as diverse as psychotherapy, external splints and traction, medical devices, biologics, and ionizing radiation, amongst others.[3]\nMedicine has been practiced since prehistoric times, during most of which it was an art (an area of skill and knowledge) frequently having connections to the religious and philosophical beliefs of local culture. For example, a medicine man would apply herbs and say prayers for healing, or an ancient philosopher and physician would apply bloodletting according to the theories of humorism. In recent centuries, since the advent of modern science, most medicine has become a combination of art and science (both basic and applied, under the umbrella of medical science). While stitching technique for sutures is an art learned through practice, the knowledge of what happens at the cellular and molecular level in the tissues being stitched arises through science.\nPrescientific forms of medicine are now known as traditional medicine or folk medicine, which remains commonly used in the absence of scientific medicine, and are thus called alternative medicine. Alternative treatments outside of scientific medicine having safety and efficacy concerns are termed quackery.\nEtymology [ edit ]\nMedicine ( , ) is the science and practice of the diagnosis, prognosis, treatment, and prevention of disease.[4][5] The word \"medicine\" is derived from Latin medicus, meaning \"a physician\".[6][7]\nClinical practice [ edit ]\nMedical availability and clinical practice varies across the world due to regional differences in culture and technology. Modern scientific medicine is highly developed in the Western world, while in developing countries such as parts of Africa or Asia, the population may rely more heavily on traditional medicine with limited evidence and efficacy and no required formal training for practitioners.[8]\nIn the developed world, evidence-based medicine is not universally used in clinical practice; for example, a 2007 survey of literature reviews found that about 49% of the interventions lacked sufficient evidence to support either benefit or harm.[9]\nIn modern clinical practice, physicians and physician assistants personally assess patients in order to diagnose, prognose, treat, and prevent disease using clinical judgment. The doctor-patient relationship typically begins an interaction with an examination of the patient's medical history and medical record, followed by a medical interview[10] and a physical examination. Basic diagnostic medical devices (e.g. stethoscope, tongue depressor) are typically used. After examination for signs and interviewing for symptoms, the doctor may order medical tests (e.g. blood tests), take a biopsy, or prescribe pharmaceutical drugs or other therapies. Differential diagnosis methods help to rule out conditions based on the information provided. During the encounter, properly informing the patient of all relevant facts is an important part of the relationship and the development of trust. The medical encounter is then documented in the medical record, which is a legal document in many jurisdictions.[11] Follow-ups may be shorter but follow the same general procedure, and specialists follow a similar process. The diagnosis and treatment may take only a few minutes or a few weeks depending upon the complexity of the issue.\nThe components of the medical interview[10] and encounter are:\nThe physical examination is the examination of the patient for medical signs of disease, which are objective and observable, in contrast to symptoms that are volunteered by the patient and not necessarily objectively observable.[12] The healthcare provider uses sight, hearing, touch, and sometimes smell (e.g., in infection, uremia, diabetic ketoacidosis). Four actions are the basis of physical examination: inspection, palpation (feel), percussion (tap to determine resonance characteristics), and auscultation (listen), generally in that order although auscultation occurs prior to percussion and palpation for abdominal assessments.[13]\nThe clinical examination involves the study of:[14]\nIt is to likely focus on areas of interest highlighted in the medical history and may not include everything listed above.\nThe treatment plan may include ordering additional medical laboratory tests and medical imaging studies, starting therapy, referral to a specialist, or watchful observation. Follow-up may be advised. Depending upon the health insurance plan and the managed care system, various forms of \"utilization review\", such as prior authorization of tests, may place barriers on accessing expensive services.[18]\nThe medical decision-making (MDM) process involves analysis and synthesis of all the above data to come up with a list of possible diagnoses (the differential diagnoses), along with an idea of what needs to be done to obtain a definitive diagnosis that would explain the patient's problem.\nOn subsequent visits, the process may be repeated in an abbreviated manner to obtain any new history, symptoms, physical findings, and lab or imaging results or specialist consultations.\nInstitutions [ edit ]\nContemporary medicine is in general conducted within health care systems. Legal, credentialing and financing frameworks are established by individual governments, augmented on occasion by international organizations, such as churches. The characteristics of any given health care system have significant impact on the way medical care is provided.\nFrom ancient times, Christian emphasis on practical charity gave rise to the development of systematic nursing and hospitals and the Catholic Church today remains the largest non-government provider of medical services in the world.[19] Advanced industrial countries (with the exception of the United States)[20][21] and many developing countries provide medical services through a system of universal health care that aims to guarantee care for all through a single-payer health care system, or compulsory private or co-operative health insurance. This is intended to ensure that the entire population has access to medical care on the basis of need rather than ability to pay. Delivery may be via private medical practices or by state-owned hospitals and clinics, or by charities, most commonly by a combination of all three.\nMost tribal societies provide no guarantee of healthcare for the population as a whole. In such societies, healthcare is available to those that can afford to pay for it or have self-insured it (either directly or as part of an employment contract) or who may be covered by care financed by the government or tribe directly.\nTransparency of information is another factor defining a delivery system. Access to information on conditions, treatments, quality, and pricing greatly affects the choice by patients/consumers and, therefore, the incentives of medical professionals. While the US healthcare system has come under fire for lack of openness,[22] new legislation may encourage greater openness. There is a perceived tension between the need for transparency on the one hand and such issues as patient confidentiality and the possible exploitation of information for commercial gain on the other.\nDelivery [ edit ]\nProvision of medical care is classified into primary, secondary, and tertiary care categories.[23]\nPrimary care medical services are provided by physicians, physician assistants, nurse practitioners, or other health professionals who have first contact with a patient seeking medical treatment or care.[24] These occur in physician offices, clinics, nursing homes, schools, home visits, and other places close to patients. About 90% of medical visits can be treated by the primary care provider. These include treatment of acute and chronic illnesses, preventive care and health education for all ages and both sexes.\nSecondary care medical services are provided by medical specialists in their offices or clinics or at local community hospitals for a patient referred by a primary care provider who first diagnosed or treated the patient.[25] Referrals are made for those patients who required the expertise or procedures performed by specialists. These include both ambulatory care and inpatient services, Emergency departments, intensive care medicine, surgery services, physical therapy, labor and delivery, endoscopy units, diagnostic laboratory and medical imaging services, hospice centers, etc. Some primary care providers may also take care of hospitalized patients and deliver babies in a secondary care setting.\nTertiary care medical services are provided by specialist hospitals or regional centers equipped with diagnostic and treatment facilities not generally available at local hospitals. These include trauma centers, burn treatment centers, advanced neonatology unit services, organ transplants, high-risk pregnancy, radiation oncology, etc.\nModern medical care also depends on information – still delivered in many health care settings on paper records, but increasingly nowadays by electronic means.\nIn low-income countries, modern healthcare is often too expensive for the average person. International healthcare policy researchers have advocated that \"user fees\" be removed in these areas to ensure access, although even after removal, significant costs and barriers remain.[26]\nSeparation of prescribing and dispensing is a practice in medicine and pharmacy in which the physician who provides a medical prescription is independent from the pharmacist who provides the prescription drug. In the Western world there are centuries of tradition for separating pharmacists from physicians. In Asian countries, it is traditional for physicians to also provide drugs.[27]\nBranches [ edit ]\nDrawing by Marguerite Martyn (1918) of a visiting nurse in St. Louis, Missouri, with medicine and babies\nWorking together as an interdisciplinary team, many highly trained health professionals besides medical practitioners are involved in the delivery of modern health care. Examples include: nurses, emergency medical technicians and paramedics, laboratory scientists, pharmacists, podiatrists, physiotherapists, respiratory therapists, speech therapists, occupational therapists, radiographers, dietitians, and bioengineers, medical physics, surgeons, surgeon's assistant, surgical technologist.\nThe scope and sciences underpinning human medicine overlap many other fields. Dentistry, while considered by some a separate discipline from medicine, is a medical field.\nA patient admitted to the hospital is usually under the care of a specific team based on their main presenting problem, e.g., the cardiology team, who then may interact with other specialties, e.g., surgical, radiology, to help diagnose or treat the main problem or any subsequent complications/developments.\nPhysicians have many specializations and subspecializations into certain branches of medicine, which are listed below. There are variations from country to country regarding which specialties certain subspecialties are in.\nThe main branches of medicine are:\nBasic sciences of medicine; this is what every physician is educated in, and some return to in biomedical research\nMedical specialties\nInterdisciplinary fields, where different medical specialties are mixed to function in certain occasions.\nBasic sciences [ edit ]\nAnatomy is the study of the physical structure of organisms. In contrast to macroscopic or gross anatomy , cytology and histology are concerned with microscopic structures.\nis the study of the physical structure of organisms. In contrast to or , and are concerned with microscopic structures. Biochemistry is the study of the chemistry taking place in living organisms, especially the structure and function of their chemical components.\nis the study of the chemistry taking place in living organisms, especially the structure and function of their chemical components. Biomechanics is the study of the structure and function of biological systems by means of the methods of Mechanics.\nis the study of the structure and function of biological systems by means of the methods of Mechanics. Biostatistics is the application of statistics to biological fields in the broadest sense. A knowledge of biostatistics is essential in the planning, evaluation, and interpretation of medical research. It is also fundamental to epidemiology and evidence-based medicine.\nis the application of statistics to biological fields in the broadest sense. A knowledge of biostatistics is essential in the planning, evaluation, and interpretation of medical research. It is also fundamental to epidemiology and evidence-based medicine. Biophysics is an interdisciplinary science that uses the methods of physics and physical chemistry to study biological systems.\nis an interdisciplinary science that uses the methods of physics and physical chemistry to study biological systems. Cytology is the microscopic study of individual cells.\nLouis Pasteur, as portrayed in his laboratory, 1885 by , as portrayed in his laboratory, 1885 by Albert Edelfelt\nSpecialties [ edit ]\nIn the broadest meaning of \"medicine\", there are many different specialties. In the UK, most specialities have their own body or college, which has its own entrance examination. These are collectively known as the Royal Colleges, although not all currently use the term \"Royal\". The development of a speciality is often driven by new technology (such as the development of effective anaesthetics) or ways of working (such as emergency departments); the new specialty leads to the formation of a unifying body of doctors and the prestige of administering their own examination.\nWithin medical circles, specialities usually fit into one of two broad categories: \"Medicine\" and \"Surgery.\" \"Medicine\" refers to the practice of non-operative medicine, and most of its subspecialties require preliminary training in Internal Medicine. In the UK, this was traditionally evidenced by passing the examination for the Membership of the Royal College of Physicians (MRCP) or the equivalent college in Scotland or Ireland. \"Surgery\" refers to the practice of operative medicine, and most subspecialties in this area require preliminary training in General Surgery, which in the UK leads to membership of the Royal College of Surgeons of England (MRCS). At present, some specialties of medicine do not fit easily into either of these categories, such as radiology, pathology, or anesthesia. Most of these have branched from one or other of the two camps above; for example anaesthesia developed first as a faculty of the Royal College of Surgeons (for which MRCS/FRCS would have been required) before becoming the Royal College of Anaesthetists and membership of the college is attained by sitting for the examination of the Fellowship of the Royal College of Anesthetists (FRCA).\nSurgical specialty [ edit ]\nSurgery is an ancient medical specialty that uses operative manual and instrumental techniques on a patient to investigate or treat a pathological condition such as disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas (for example, a perforated ear drum). Surgeons must also manage pre-operative, post-operative, and potential surgical candidates on the hospital wards. Surgery has many sub-specialties, including general surgery,[28] ophthalmic surgery,[29] cardiovascular surgery, colorectal surgery,[30] neurosurgery,[31] oral and maxillofacial surgery,[32] oncologic surgery,[33] orthopedic surgery,[34] otolaryngology,[35] plastic surgery,[36] podiatric surgery, transplant surgery, trauma surgery,[37] urology,[38] vascular surgery,[39] and pediatric surgery[40]. In some centers, anesthesiology is part of the division of surgery (for historical and logistical reasons), although it is not a surgical discipline. Other medical specialties may employ surgical procedures, such as ophthalmology and dermatology, but are not considered surgical sub-specialties per se.\nSurgical training in the U.S. requires a minimum of five years of residency after medical school. Sub-specialties of surgery often require seven or more years. In addition, fellowships can last an additional one to three years. Because post-residency fellowships can be competitive, many trainees devote two additional years to research. Thus in some cases surgical training will not finish until more than a decade after medical school. Furthermore, surgical training can be very difficult and time-consuming.\nInternal medicine specialty [ edit ]\nInternal medicine is the medical specialty dealing with the prevention, diagnosis, and treatment of adult diseases.[41] According to some sources, an emphasis on internal structures is implied.[42] In North America, specialists in internal medicine are commonly called \"internists.\" Elsewhere, especially in Commonwealth nations, such specialists are often called physicians.[43] These terms, internist or physician (in the narrow sense, common outside North America), generally exclude practitioners of gynecology and obstetrics, pathology, psychiatry, and especially surgery and its subspecialities.\nBecause their patients are often seriously ill or require complex investigations, internists do much of their work in hospitals. Formerly, many internists were not subspecialized; such general physicians would see any complex nonsurgical problem; this style of practice has become much less common. In modern urban practice, most internists are subspecialists: that is, they generally limit their medical practice to problems of one organ system or to one particular area of medical knowledge. For example, gastroenterologists and nephrologists specialize respectively in diseases of the gut and the kidneys.[44]\nIn the Commonwealth of Nations and some other countries, specialist pediatricians and geriatricians are also described as specialist physicians (or internists) who have subspecialized by age of patient rather than by organ system. Elsewhere, especially in North America, general pediatrics is often a form of primary care.\nThere are many subspecialities (or subdisciplines) of internal medicine:\nTraining in internal medicine (as opposed to surgical training), varies considerably across the world: see the articles on medical education and physician for more details. In North America, it requires at least three years of residency training after medical school, which can then be followed by a one- to three-year fellowship in the subspecialties listed above. In general, resident work hours in medicine are less than those in surgery, averaging about 60 hours per week in the US. This difference does not apply in the UK where all doctors are now required by law to work less than 48 hours per week on average.\nDiagnostic specialties [ edit ]\nOther major specialties [ edit ]\nThe following are some major medical specialties that do not directly fit into any of the above-mentioned groups:\nAnesthesiology (also known as anaesthetics ): concerned with the perioperative management of the surgical patient. The anesthesiologist's role during surgery is to prevent derangement in the vital organs' (i.e. brain, heart, kidneys) functions and postoperative pain. Outside of the operating room, the anesthesiology physician also serves the same function in the labor and delivery ward, and some are specialized in critical medicine.\n(also known as ): concerned with the perioperative management of the surgical patient. The anesthesiologist's role during surgery is to prevent derangement in the vital organs' (i.e. brain, heart, kidneys) functions and postoperative pain. Outside of the operating room, the anesthesiology physician also serves the same function in the labor and delivery ward, and some are specialized in critical medicine. Dermatology is concerned with the skin and its diseases. In the UK, dermatology is a subspecialty of general medicine.\nis concerned with the skin and its diseases. In the UK, dermatology is a subspecialty of general medicine. Emergency medicine is concerned with the diagnosis and treatment of acute or life-threatening conditions, including trauma, surgical, medical, pediatric, and psychiatric emergencies.\nis concerned with the diagnosis and treatment of acute or life-threatening conditions, including trauma, surgical, medical, pediatric, and psychiatric emergencies. Family medicine, family practice, general practice or primary care is, in many countries, the first port-of-call for patients with non-emergency medical problems. Family physicians often provide services across a broad range of settings including office based practices, emergency department coverage, inpatient care, and nursing home care.\nInterdisciplinary fields [ edit ]\nSome interdisciplinary sub-specialties of medicine include:\nEducation and legal controls [ edit ]\nMedical students learning about stitches\nMedical education and training varies around the world. It typically involves entry level education at a university medical school, followed by a period of supervised practice or internship, or residency. This can be followed by postgraduate vocational training. A variety of teaching methods have been employed in medical education, still itself a focus of active research. In Canada and the United States of America, a Doctor of Medicine degree, often abbreviated M.D., or a Doctor of Osteopathic Medicine degree, often abbreviated as D.O. and unique to the United States, must be completed in and delivered from a recognized university.\nSince knowledge, techniques, and medical technology continue to evolve at a rapid rate, many regulatory authorities require continuing medical education. Medical practitioners upgrade their knowledge in various ways, including medical journals, seminars, conferences, and online programs. A database of objectives covering medical knowledge, as suggested by national societies across the United States, can be searched at http://data.medobjectives.marian.edu/.[46]\nIn most countries, it is a legal requirement for a medical doctor to be licensed or registered. In general, this entails a medical degree from a university and accreditation by a medical board or an equivalent national organization, which may ask the applicant to pass exams. This restricts the considerable legal authority of the medical profession to physicians that are trained and qualified by national standards. It is also intended as an assurance to patients and as a safeguard against charlatans that practice inadequate medicine for personal gain. While the laws generally require medical doctors to be trained in \"evidence based\", Western, or Hippocratic Medicine, they are not intended to discourage different paradigms of health.\nIn the European Union, the profession of doctor of medicine is regulated. A profession is said to be regulated when access and exercise is subject to the possession of a specific professional qualification. The regulated professions database contains a list of regulated professions for doctor of medicine in the EU member states, EEA countries and Switzerland. This list is covered by the Directive 2005/36/EC.\nDoctors who are negligent or intentionally harmful in their care of patients can face charges of medical malpractice and be subject to civil, criminal, or professional sanctions.\nMedical ethics [ edit ]\nMedical ethics is a system of moral principles that apply values and judgments to the practice of medicine. As a scholarly discipline, medical ethics encompasses its practical application in clinical settings as well as work on its history, philosophy, theology, and sociology. Six of the values that commonly apply to medical ethics discussions are:\nautonomy – the patient has the right to refuse or choose their treatment. ( Voluntas aegroti suprema lex .)\n.) beneficence – a practitioner should act in the best interest of the patient. ( Salus aegroti suprema lex .)\n.) justice – concerns the distribution of scarce health resources, and the decision of who gets what treatment (fairness and equality).\nnon-maleficence – \"first, do no harm\" ( primum non-nocere ).\n). respect for persons – the patient (and the person treating the patient) have the right to be treated with dignity.\ntruthfulness and honesty – the concept of informed consent has increased in importance since the historical events of the Doctors' Trial of the Nuremberg trials, Tuskegee syphilis experiment, and others.\nValues such as these do not give answers as to how to handle a particular situation, but provide a useful framework for understanding conflicts. When moral values are in conflict, the result may be an ethical dilemma or crisis. Sometimes, no good solution to a dilemma in medical ethics exists, and occasionally, the values of the medical community (i.e., the hospital and its staff) conflict with the values of the individual patient, family, or larger non-medical community. Conflicts can also arise between health care providers, or among family members. For example, some argue that the principles of autonomy and beneficence clash when patients refuse blood transfusions, considering them life-saving; and truth-telling was not emphasized to a large extent before the HIV era.\nHistory [ edit ]\nStatuette of ancient Egyptian physician Imhotep , the first physician from antiquity known by name\nAncient world [ edit ]\nPrehistoric medicine incorporated plants (herbalism), animal parts, and minerals. In many cases these materials were used ritually as magical substances by priests, shamans, or medicine men. Well-known spiritual systems include animism (the notion of inanimate objects having spirits), spiritualism (an appeal to gods or communion with ancestor spirits); shamanism (the vesting of an individual with mystic powers); and divination (magically obtaining the truth). The field of medical anthropology examines the ways in which culture and society are organized around or impacted by issues of health, health care and related issues.\nEarly records on medicine have been discovered from ancient Egyptian medicine, Babylonian Medicine, Ayurvedic medicine (in the Indian subcontinent), classical Chinese medicine (predecessor to the modern traditional Chinese medicine), and ancient Greek medicine and Roman medicine.\nIn Egypt, Imhotep (3rd millennium BCE) is the first physician in history known by name. The oldest Egyptian medical text is the Kahun Gynaecological Papyrus from around 2000 BCE, which describes gynaecological diseases. The Edwin Smith Papyrus dating back to 1600 BCE is an early work on surgery, while the Ebers Papyrus dating back to 1500 BCE is akin to a textbook on medicine.[47]\nIn China, archaeological evidence of medicine in Chinese dates back to the Bronze Age Shang Dynasty, based on seeds for herbalism and tools presumed to have been used for surgery.[48] The Huangdi Neijing, the progenitor of Chinese medicine, is a medical text written beginning in the 2nd century BCE and compiled in the 3rd century.[49]\nIn India, the surgeon Sushruta described numerous surgical operations, including the earliest forms of plastic surgery.[50][dubious – discuss][51] Earliest records of dedicated hospitals come from Mihintale in Sri Lanka where evidence of dedicated medicinal treatment facilities for patients are found.[52][53]\nMosaic on the floor of the Asclepieion of Kos, depicting Hippocrates , with Asklepius in the middle (2nd–3rd century)\nIn Greece, the Greek physician Hippocrates, the \"father of modern medicine\",[54][55] laid the foundation for a rational approach to medicine. Hippocrates introduced the Hippocratic Oath for physicians, which is still relevant and in use today, and was the first to categorize illnesses as acute, chronic, endemic and epidemic, and use terms such as, \"exacerbation, relapse, resolution, crisis, paroxysm, peak, and convalescence\".[56][57] The Greek physician Galen was also one of the greatest surgeons of the ancient world and performed many audacious operations, including brain and eye surgeries. After the fall of the Western Roman Empire and the onset of the Early Middle Ages, the Greek tradition of medicine went into decline in Western Europe, although it continued uninterrupted in the Eastern Roman (Byzantine) Empire.\nMost of our knowledge of ancient Hebrew medicine during the 1st millennium BC comes from the Torah, i.e. the Five Books of Moses, which contain various health related laws and rituals. The Hebrew contribution to the development of modern medicine started in the Byzantine Era, with the physician Asaph the Jew.[58]\nMiddle Ages [ edit ]\nThe concept of hospital as institution to offer medical care and possibility of a cure for the patients due to the ideals of Christian charity, rather than just merely a place to die, appeared in the Byzantine Empire.[59]\nAlthough the concept of uroscopy was known to Galen, he did not see the importance of using it to localize the disease. It was under the Byzantines with physicians such of Theophilus Protospatharius that they realized the potential in uroscopy to determine disease in a time when no microscope or stethoscope existed. That practice eventually spread to the rest of Europe.[60]\nAfter 750 CE, the Muslim world had the works of Hippocrates, Galen and Sushruta translated into Arabic, and Islamic physicians engaged in some significant medical research. Notable Islamic medical pioneers include the Persian polymath, Avicenna, who, along with Imhotep and Hippocrates, has also been called the \"father of medicine\".[61] He wrote The Canon of Medicine which became a standard medical text at many medieval European universities,[62] considered one of the most famous books in the history of medicine.[63] Others include Abulcasis,[64] Avenzoar,[65] Ibn al-Nafis,[66] and Averroes.[67] Persian physician Rhazes[68] was one of the first to question the Greek theory of humorism, which nevertheless remained influential in both medieval Western and medieval Islamic medicine.[69] Some volumes of Rhazes's work Al-Mansuri, namely \"On Surgery\" and \"A General Book on Therapy\", became part of the medical curriculum in European universities.[70] Additionally, he has been described as a doctor's doctor,[71] the father of pediatrics,[72][73] and a pioneer of ophthalmology. For example, he was the first to recognize the reaction of the eye's pupil to light.[73] The Persian Bimaristan hospitals were an early example of public hospitals.[74][75]\nIn Europe, Charlemagne decreed that a hospital should be attached to each cathedral and monastery and the historian Geoffrey Blainey likened the activities of the Catholic Church in health care during the Middle Ages to an early version of a welfare state: \"It conducted hospitals for the old and orphanages for the young; hospices for the sick of all ages; places for the lepers; and hostels or inns where pilgrims could buy a cheap bed and meal\". It supplied food to the population during famine and distributed food to the poor. This welfare system the church funded through collecting taxes on a large scale and possessing large farmlands and estates. The Benedictine order was noted for setting up hospitals and infirmaries in their monasteries, growing medical herbs and becoming the chief medical care givers of their districts, as at the great Abbey of Cluny. The Church also established a network of cathedral schools and universities where medicine was studied. The Schola Medica Salernitana in Salerno, looking to the learning of Greek and Arab physicians, grew to be the finest medical school in Medieval Europe.[76]\nSiena's Santa Maria della Scala Hospital , one of Europe's oldest hospitals. During the Middle Ages, the Catholic Church established universities to revive the study of sciences, drawing on the learning of Greek and Arab physicians in the study of medicine.\nHowever, the fourteenth and fifteenth century Black Death devastated both the Middle East and Europe, and it has even been argued that Western Europe was generally more effective in recovering from the pandemic than the Middle East.[77] In the early modern period, important early figures in medicine and anatomy emerged in Europe, including Gabriele Falloppio and William Harvey.\nThe major shift in medical thinking was the gradual rejection, especially during the Black Death in the 14th and 15th centuries, of what may be called the 'traditional authority' approach to science and medicine. This was the notion that because some prominent person in the past said something must be so, then that was the way it was, and anything one observed to the contrary was an anomaly (which was paralleled by a similar shift in European society in general – see Copernicus's rejection of Ptolemy's theories on astronomy). Physicians like Vesalius improved upon or disproved some of the theories from the past. The main tomes used both by medicine students and expert physicians were Materia Medica and Pharmacopoeia.\nAndreas Vesalius was the author of De humani corporis fabrica, an important book on human anatomy.[78] Bacteria and microorganisms were first observed with a microscope by Antonie van Leeuwenhoek in 1676, initiating the scientific field microbiology.[79] Independently from Ibn al-Nafis, Michael Servetus rediscovered the pulmonary circulation, but this discovery did not reach the public because it was written down for the first time in the \"Manuscript of Paris\"[80] in 1546, and later published in the theological work for which he paid with his life in 1553. Later this was described by Renaldus Columbus and Andrea Cesalpino. Herman Boerhaave is sometimes referred to as a \"father of physiology\" due to his exemplary teaching in Leiden and textbook 'Institutiones medicae' (1708). Pierre Fauchard has been called \"the father of modern dentistry\".[81]\nModern [ edit ]\nVeterinary medicine was, for the first time, truly separated from human medicine in 1761, when the French veterinarian Claude Bourgelat founded the world's first veterinary school in Lyon, France. Before this, medical doctors treated both humans and other animals.\nModern scientific biomedical research (where results are testable and reproducible) began to replace early Western traditions based on herbalism, the Greek \"four humours\" and other such pre-modern notions. The modern era really began with Edward Jenner's discovery of the smallpox vaccine at the end of the 18th century (inspired by the method of inoculation earlier practiced in Asia), Robert Koch's discoveries around 1880 of the transmission of disease by bacteria, and then the discovery of antibiotics around 1900.\nThe post-18th century modernity period brought more groundbreaking researchers from Europe. From Germany and Austria, doctors Rudolf Virchow, Wilhelm Conrad Röntgen, Karl Landsteiner and Otto Loewi made notable contributions. In the United Kingdom, Alexander Fleming, Joseph Lister, Francis Crick and Florence Nightingale are considered important. Spanish doctor Santiago Ramón y Cajal is considered the father of modern neuroscience.\nFrom New Zealand and Australia came Maurice Wilkins, Howard Florey, and Frank Macfarlane Burnet.\nOthers that did significant work include William Williams Keen, William Coley, James D. Watson (United States); Salvador Luria (Italy); Alexandre Yersin (Switzerland); Kitasato Shibasaburō (Japan); Jean-Martin Charcot, Claude Bernard, Paul Broca (France); Adolfo Lutz (Brazil); Nikolai Korotkov (Russia); Sir William Osler (Canada); and Harvey Cushing (United States).\nAlexander Fleming 's discovery of penicillin in September 1928 marks the start of modern antibiotics.\nAs science and technology developed, medicine became more reliant upon medications. Throughout history and in Europe right until the late 18th century, not only animal and plant products were used as medicine, but also human body parts and fluids.[82] Pharmacology developed in part from herbalism and some drugs are still derived from plants (atropine, ephedrine, warfarin, aspirin, digoxin, vinca alkaloids,[83] taxol, hyoscine, etc.).[84] Vaccines were discovered by Edward Jenner and Louis Pasteur.\nThe first antibiotic was arsphenamine (Salvarsan) discovered by Paul Ehrlich in 1908 after he observed that bacteria took up toxic dyes that human cells did not. The first major class of antibiotics was the sulfa drugs, derived by German chemists originally from azo dyes.\nPharmacology has become increasingly sophisticated; modern biotechnology allows drugs targeted towards specific physiological processes to be developed, sometimes designed for compatibility with the body to reduce side-effects. Genomics and knowledge of human genetics and human evolution is having increasingly significant influence on medicine, as the causative genes of most monogenic genetic disorders have now been identified, and the development of techniques in molecular biology, evolution, and genetics are influencing medical technology, practice and decision-making.\nEvidence-based medicine is a contemporary movement to establish the most effective algorithms of practice (ways of doing things) through the use of systematic reviews and meta-analysis. The movement is facilitated by modern global information science, which allows as much of the available evidence as possible to be collected and analyzed according to standard protocols that are then disseminated to healthcare providers. The Cochrane Collaboration leads this movement. A 2001 review of 160 Cochrane systematic reviews revealed that, according to two readers, 21.3% of the reviews concluded insufficient evidence, 20% concluded evidence of no effect, and 22.5% concluded positive effect.[85]\nQuality, efficiency, and access [ edit ]\nEvidence-based medicine, prevention of medical error (and other \"iatrogenesis\"), and avoidance of unnecessary health care are a priority in modern medical systems. These topics generate significant political and public policy attention, particularly in the United States where healthcare is regarded as excessively costly but population health metrics lag similar nations.[86]\nGlobally, many developing countries lack access to care and access to medicines.[87] As of 2015, most wealthy developed countries provide health care to all citizens, with a few exceptions such as the United States where lack of health insurance coverage may limit access.[88]\nTraditional medicine [ edit ]\nThe World Health Organization (WHO) defines traditional medicine as \"the sum total of the knowledge, skills, and practices based on the theories, beliefs, and experiences indigenous to different cultures, whether explicable or not, used in the maintenance of health as well as in the prevention, diagnosis, improvement or treatment of physical and mental illness.\"[89] Practices known as traditional medicines include Ayurveda, Siddha medicine, Unani, ancient Iranian medicine, Irani, Islamic medicine, traditional Chinese medicine, traditional Korean medicine, acupuncture, Muti, Ifá, and traditional African medicine.[90]\nThe WHO stated that \"inappropriate use of traditional medicines or practices can have negative or dangerous effects\" and that \"further research is needed to ascertain the efficacy and safety\" of several of the practices and medicinal plants used by traditional medicine systems.[89] As example, Indian Medical Association regard traditional medicine practices, such as Ayurveda and Siddha medicine, as quackery.[91][92][93] Practitioners of traditional medicine are not authorized to practice medicine in India unless trained at a qualified medical institution, registered with the government, and listed as registered physicians annually in The Gazette of India.[91][92] Identifying practitioners of traditional medicine, the Supreme Court of India stated in 2018 that \"unqualified, untrained quacks are posing a great risk to the entire society and playing with the lives of people without having the requisite training and education in the science from approved institutions\".[91]\nEvidence on the effectiveness of the alternative medicine practice of acupuncture is \"variable and inconsistent\" for any condition,[94] but is generally safe when done by an appropriately trained practitioner.[95]\nSee also [ edit ]",
    "language": "en",
    "filename": "726.html"
  }
]